Repository: nerdDRN/QLCARFiles
Catalog: QLCARFilesApp/Localizable.xcstrings
Source language: en
Languages: tr

source: Asset Types
tr: Dosya Türleri

source: Background
tr: Arka Plan

# background-label
source: Background:
tr: Arka Plan:

source: Binary Data
tr: İkili Veri

# bytes-count
source: %lld bytes
tr: %lld bayt

source: CAR Viewer
tr: CAR Görüntüleyici

source: Data Asset
tr: Data Dosyası

source: Export
tr: Dışa Aktar

source: Export All
tr: Tümünü Dışa Aktar

source: Loading CAR file...
tr: CAR dosyası yükleniyor...

source: Mixed asset type
tr: Karışık varlık türü

source: Open CAR File...
tr: CAR Dosyası Aç...

# open-label
source: Open
tr: Aç

# select-asset
source: Select an asset to view details
tr: Ayrıntıları görüntülemek için bir varlık seçin

source: Unable to render PDF
tr: PDF görüntülenemiyor

source: Universal
tr: Evrensel

# variant-count
source: %lld variants
tr: %lld varyasyon

# variants-exported
source: Successfully exported %lld variants to: %@
tr: %lld dosya başarılı şekilde %@’a aktarıldı

# welcome-description
source: Open an Assets.car file to get started
tr: Başlamak için Assets.car dosyasını açın.

# welcome-title
source: Welcome to CAR Viewer
tr: CAR Viewer'a hoş geldiniz
